Repository: openwrtdiy/openwrt-24.10-ipk
Catalog: luci-app-mini-mwan/po/*/luci-app-mini-mwan.po
Languages: cs, de, es, ru

source: Use this WAN interface for routing
cs: Použít toto WAN rozhraní pro směrování
de: Diese WAN-Schnittstelle für Routing verwenden
es: Usar esta interfaz WAN para enrutamiento
ru: Использовать данный WAN интерфейс для маршрутизации

source: Lightweight multi‑WAN manager for WireGuard tunnels with failover and load‑balancing.
cs: Nenáročný správce multi‑WAN pro WireGuard tunely s automatickým přepínáním a vyvažováním zátěže.
de: Ressourcenschonender Multi‑WAN‑Manager für WireGuard‑Tunnels mit automatischem Failover und Lastverteilung.
es: Administrador multi‑WAN ligero para túneles WireGuard con Failover y Load Balancing.
ru: Multi‑WAN менеджер для WireGuard туннелей с Failover и Load-Balancing-ами

source: Global Settings
cs: Globální nastavení
de: Globale Einstellungen
es: Configuración global
ru: Настройки

source: WAN Interfaces
cs: Rozhraní WAN
de: WAN-Schnittstellen
es: Interfaces WAN
ru: WAN-интерфейсы

source: WAN interface configuration for multi‑WAN management. Typically WireGuard tunnels (wg0, wg1, etc).
cs: Konfigurace WAN rozhraní pro správu více WAN kanálů; obvykle tunely WireGuard (wg0, wg1 atd.), případně běžná rozhraní jako eth1 nebo wlan0, ale bez záruky.
de: Konfiguration der WAN‑Schnittstellen für die Multi‑WAN‑Verwaltung. Typischerweise WireGuard‑Tunnel (wg0, wg1 usw.)
es: Configuración de interfaces WAN para la gestión multi‑WAN. Normalmente túneles WireGuard (wg0, wg1, etc.).
ru: Настройка интерфейсов для управления несколькими WAN. В идеале это должны быть туннели WireGuard (wg0, wg1 и т.д.). С остальными - eth1, wlan0 тоже сойдет, но это на любителя.

source: Add WAN Interface
cs: Přidat rozhraní WAN
de: WAN-Schnittstelle hinzufügen
es: Añadir interfaz WAN
ru: Добавить WAN интерфейс

source: WAN Interface
cs: WAN rozhraní
de: WAN-Schnittstelle
es: Interfaz WAN
ru: WAN интерфейс

source: Duplicate device "%s" found. Each interface must use a unique device.
cs: Bylo nalezeno duplicitní zařízení "%s". Každé rozhraní musí používat jedinečné zařízení.
de: Doppeltes Gerät "%s" gefunden. Jedes Interface muss ein eindeutiges Gerät verwenden.
es: Dispositivo duplicado "%s" encontrado. Cada interfaz debe usar un dispositivo único.
ru: Это устройство "%s" уже сконфигурировано. Выберите какое-нибудь другое.

source: Ping target "%s" is already used by another interface
cs: Cíl ping "%s" je již používán jiným rozhraním
de: Ping‑Ziel "%s" wird bereits von einer anderen Schnittstelle verwendet
es: El destino de ping "%s" ya está siendo utilizado por otra interfaz.
ru: Нельзя просто так взять и использовать один и тот же хост "%s" для пинга. Когда он упадёт - накроются все интерфейсы которые на него завязаны. Лучше на каждый интерфейс - свой отдельный хост.

source: None
cs: Žádné
de: Keine
es: Ninguno
ru: Пусто

source: B
ru: Б

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ

source: seconds
cs: vteřin
de: Sekunden
es: segundos
ru: секунд

source: Mini-MWAN Status
cs: Stav Mini-MWAN
es: Estado de Mini-MWAN
ru: Статус Mini-MWAN

source: Real-time monitoring of WAN interface status
cs: Monitorování stavu WAN rozhraní v reálném čase
de: Echtzeitüberwachung des WAN-Schnittstellenstatus
es: Monitoreo en tiempo real del estado de interfaces WAN
ru: Мониторинг состояния WAN интерфейсов

source: No status information available. Make sure the Mini-MWAN service is running.
cs: Nejsou k dispozici žádné informace o stavu. Ujistěte se, že služba Mini‑MWAN běží.
de: Keine Statusinformationen verfügbar. Stellen Sie sicher, dass der Dienst Mini‑MWAN läuft.
es: No hay información de estado disponible. Asegúrese de que el servicio Mini‑MWAN se esté ejecutando.
ru: Информация о статусе недоступна. Убедитесь, что служба Mini-MWAN запущена.

source: Check with:
cs: Kontrola pomocí:
de: Prüfen mit:
es: Verificar con:
ru: Проверка с помощью:

source: Service Information
cs: Informace o službě
de: Dienstinformationen
es: Información del servicio
ru: Информация о службе

source: Mode:
cs: Režim:
de: Modus:
es: Modo:
ru: Режим:

source: Check Interval:
cs: Interval ověřování:
de: Prüfintervall:
es: Intervalo de verificación:
ru: Интервал проверки:

source: Last status check of WAN interfaces:
cs: Poslední kontrola stavu WAN rozhraní:
de: Letzte Statusprüfung der WAN‑Schnittstellen:
es: Última comprobación de estado de las interfaces WAN:
ru: Последняя проверка состояния WAN‑интерфейсов:

source: Interface Status
cs: Stav rozhraní
de: Schnittstellenstatus
es: Estado de interfaz
ru: Состояние интерфейса

source: Interface
cs: Rozhraní
de: Schnittstelle
es: Interfaz
ru: Интерфейс

source: Status
cs: Stav
es: Estado
ru: Статус

source: Since
cs: Od
de: Seit
es: Desde
ru: С

source: Latency
cs: Latence
de: Latenz
es: Latencia
ru: Пинг

source: Traffic (RX/TX)
cs: Přenos (RX/TX)
de: Verkehr (RX/TX)
es: Tráfico (RX/TX)
ru: Прошло (RX/TX)

source: Gateway
cs: Brána
es: Puerta de enlace
ru: Шлюз

source: Last Check
cs: Poslední ověření
de: Letzte Prüfung
es: Última verificación
ru: Последняя проверка

source: Status updates automatically every 5 seconds
cs: Stav se automaticky aktualizuje každých 5 vteřin
de: Status wird automatisch alle 5 Sekunden aktualisiert
es: El estado se actualiza automáticamente cada 5 segundos
ru: Статус обновляется автоматически каждые 5 секунд

source: Enable
cs: Povolit
de: Aktivieren
es: Activar
ru: Включить

source: Enable Mini Multi-WAN service. At least two WAN interfaces must be configured.
cs: Povolit službu Mini Multi-WAN. Musí být nakonfigurována alespoň dvě WAN rozhraní.
de: Mini Multi-WAN-Dienst aktivieren. Es müssen mindestens zwei WAN-Schnittstellen konfiguriert sein.
es: Activar servicio Mini Multi-WAN. Se deben configurar al menos dos interfaces WAN.
ru: Разрешить службе Mini Multi-WAN вмешиваться в маршрутзацию. Должны быть настроены как минимум два WAN интерфейса.

source: Mode
cs: Režim
de: Modus
es: Modo
ru: Режим

source: Operating mode: failover (primary/backup) or multi-uplink (load balancing)
cs: Provozní režim: záložní (primární/záložní) nebo více připojení (vyvážení zátěže)
de: Betriebsmodus: Failover (Primär/Backup) oder Multi-Uplink (Lastverteilung)
es: Modo de operación: conmutación por error (principal/respaldo) o múltiples enlaces (balanceo de carga)
ru: Режим работы: failover (primary/backup) или multi-uplink (load balancing)

source: Check Interval
cs: Interval ověřování
de: Prüfintervall
es: Intervalo de verificación
ru: Частота проверки

source: How often to check WAN connectivity (seconds)
cs: Jak často ověřovat připojení WAN (sekundy)
de: Wie oft die WAN-Verbindung überprüft werden soll (Sekunden)
es: Frecuencia de verificación de conectividad WAN (segundos)
ru: Как часто проверять доступность хоста через это соединение WAN (в секундах)

source: Enabled
cs: Povoleno
de: Aktiviert
es: Activado
ru: Включен

source: Device
cs: Rozhraní
de: Gerät
es: Dispositivo
ru: Устройство

source: Network interface device (e.g., wg0, wg1, eth1)
cs: Síťové zařízení rozhraní (např. wg0, wg1, eth1)
de: Netzwerkschnittstellen-Gerät (z.B. wg0, wg1, eth1)
es: Dispositivo de interfaz de red (ej. wg0, wg1, eth1)
ru: Сетевое устройство интерфейса (например, wg0, wg1, eth1)

source: Metric
cs: Metrika
de: Metrik
es: Métrica
ru: Метрика

source: Route metric (lower = higher priority). Used in failover mode only.
cs: Metrika trasy (nižší = vyšší priorita). Používá se pouze v záložním režimu.
de: Routen-Metrik (niedriger = höhere Priorität). Nur im Failover-Modus verwendet.
es: Métrica de ruta (menor = mayor prioridad). Usado solo en modo de conmutación por error.
ru: Метрика маршрута (меньше = выше приоритет). Используется только в режиме failover.

source: Weight
cs: Váha
de: Gewicht
es: Peso
ru: Вес

source: Traffic distribution weight for multi-uplink mode. Used in multi-uplink mode only.
cs: Váha distribuce přenosu pro režim více připojení. Používá se pouze v režimu více připojení.
de: Verkehrsverteilungsgewicht für Multi-Uplink-Modus. Nur im Multi-Uplink-Modus verwendet.
es: Peso de distribución de tráfico para modo de múltiples enlaces. Usado solo en modo de múltiples enlaces.
ru: Вес статистического распределения трафика. Используется только в режиме Load Balancing.

source: Ping Target
cs: Cíl ping
de: Ping-Ziel
es: Objetivo de ping
ru: Цель ping

source: IP address to ping for connectivity check
cs: IP adresa pro ověření připojení pomocí ping
de: IP-Adresse zum Anpingen für Verbindungsprüfung
es: Dirección IP para verificar conectividad mediante ping
ru: IP-адрес для проверки обрывов на интерфейсе с помощью ping

source: Ping Count
cs: Počet pingů
de: Ping-Anzahl
es: Cantidad de pings
ru: Количество ping-запросов

source: Number of ping attempts
cs: Počet pokusů ping
de: Anzahl der Ping-Versuche
es: Número de intentos de ping
ru: Количество попыток ping

source: Timeout
cs: Časový limit
es: Tiempo de espera
ru: Таймаут

source: Ping timeout (seconds)
cs: Časový limit ping (sekundy)
de: Ping-Timeout (Sekunden)
es: Tiempo de espera de ping (segundos)
ru: Таймаут ping (в секундах)

source: Failover (Primary/Backup)
cs: Záložní režim (Primární/Záložní)
de: Failover (Primär/Backup)
es: Conmutación por error (Principal/Respaldo)

source: Multi-Uplink (Load Balancing)
cs: Více připojení (Vyvážení zátěže)
de: Multi-Uplink (Lastverteilung)
es: Múltiples enlaces (Balanceo de carga)
